tap "homebrew/bundle"
tap "turbot/tap"
brew "bat"
brew "checkbashisms"
brew "duckdb"
brew "expat"
brew "fdupes"
brew "gh"
brew "jq"
brew "make"
brew "micro"
brew "moreutils"
brew "node"
brew "python@3.13"
brew "pipx"
brew "postgresql@15"
brew "pspg"
brew "ripgrep"
brew "shellcheck"
brew "turbot/tap/steampipe"
cask "docker"
cask "firefox"
cask "macfuse"
cask "visual-studio-code"
cask "vorta"
